Repository: matiasdelellis/xings-date-time
Catalog: po/*.po
Languages: es

source: Date & Time
es: Fecha y Hora

source: Xings Date & Time
es: Fecha y Hora de Xings

source: Show debugging information for all files
es: Mostrar información de depuración para todos los archivos

source: Debugging Options
es: Opciones de depuración

source: Show debugging options
es: Mostrar opciones de depuración

source: %k:%M:%S, %A, %e of %B of %Y
es: %k:%M:%S, %A, %e de %B de %Y

source: Failed to set time: %s
es: No se pudo establecer la hora: %s

source: Failed to set Ntp state: %s
es: No se pudo establecer el estado de Ntp: %s

source: Failed to get timezone: %s
es: No se pudo obtener la zona horaria: %s

source: Failed to get Ntp state: %s
es: No se pudo obtener el estado Ntp: %s

source: Failed to set timezone: %s
es: No se pudo establecer la zona horaria: %s

source: Xings Date &amp; Time
es: Fecha y Hora de Xings

source: Adjust time, date &amp; time zone
es: Ajustar fecha, hora y zona horaria

source: Adjust time, date & time zone
es: Ajustar fecha, hora y zona horaria

source: Set time automatically
es: Establecer la hora automáticamente

source: Time zone
es: Zona horaria

source: Set date and time manually
es: Establecer fecha y hora manualmente

source: Change
es: Cambiar

source: Hour
es: Hora

source: Minute
es: Minuto

source: Second
es: Segundo

source: Date
es: Fecha

source: Change date and time
es: Cambiar fecha y hora

source: Change time zone
es: Cambiar zona horaria
